<template>
  <div>
    <el-card style="margin-bottom: 10px">
      &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;革命精神是指老一辈革命家勇于实践、勇于探索、勇于思考、奋发进取的开拓精神，不畏艰险、坚韧不拔、顽强拼搏、攻坚克难的奋斗精神和为党和人民的事业“鞠躬尽瘁、死而后已”的献身精神，是党和国家的宝贵财富。
      <br> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;中国共产党革命精神。这是新民主主义革命时期的中国共产党精神，其主题是革命，是中国共产党精神次第演进中出现的第一个主要形态。党的主要领导人对革命精神都作过重要论述，邓小平同志把革命精神概括为：“发扬革命和拼命精神，严守纪律和自我牺牲精神，大公无私和先人后己精神，压倒一切敌人、压倒一切困难的精神，坚持革命乐观主义、排除万难去争取胜利的精神。”这五种革命精神成为理解革命精神内涵的基本依据。
      <br> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;党在这一时期培育产生的具体精神形态，都属于革命精神范畴，主要包括：红船精神、雨花英烈精神、八一精神、井冈山精神、苏区精神、长征精神、延安精神、抗战精神、红岩精神、沂蒙精神、西柏坡精神等。其中，红船精神既是中国共产党精神的原点，也是中国共产党革命精神的起点；长征精神、延安精神等把革命精神推向一个高峰，诠释了革命精神的真髓，是中国共产党革命精神最生动、最完整的鲜活范本和表现形态。
    </el-card>
  </div>
</template>

<script setup>
import {reactive} from "vue";

const data = reactive({

})
</script>